[
  {
    "image": "https://i.ibb.co/Ns73bQP/id-01.jpg",
    "estate_title": "Modern Loft in Downtown",
    "id": 1,
    "segment_name": "Penthouse",
    "description": "Lovely, recently renovated co-op residence situated in the sought-after Bay Terrace district. This abode boasts hardwood flooring, freshly remodeled bathrooms, a modern eat-in kitchen, contemporary front-loading washer/dryer, ample dining space, expansive living quarters, three generous bedrooms, and abundant storage. The master bedroom features both a conventional closet and a bespoke closet wall unit. Numerous large windows provide abundant natural light from various angles",
    "price": "$800,000",
    "status": "For Sale",
    "area": "1800 sq ft",
    "bedroom": "3",
    "location": "City Center, Los Angeles",
    "facilities": ["Open Kitchen", "Rooftop Deck", "Gym", "Concierge Service"]
  },
  {
    "image": "https://i.ibb.co/d4YKF84/id-02.jpg",
    "estate_title": "Seaside Private Beach Villa",
    "id": 2,
    "segment_name": "Beachfront Properties",
    "description": "Gorgeous updated co-op unit located in the highly desirable Bay Terrace area. This residence showcases hardwood floors, newly renovated bathrooms, a modernized eat-in kitchen, sleek front-loading washer/dryer, spacious dining area, sizable living space, three roomy bedrooms, and ample storage options. The master bedroom boasts both a standard closet and a customized closet wall unit. Large windows throughout offer plenty of natural light from various orientations",
    "price": "$10000/month",
    "status": "For Rent",
    "area": "6000 sq ft",
    "bedroom": "4",
    "location": "Oceanfront Estates, Florida",
    "facilities": [
      "Spacious Living Room",
      "Infinity Pool",
      "Private Beachfront",
      "Home Theater"
    ]
  },
  {
    "image": "https://i.ibb.co/VwGy6jK/id-03.jpg",
    "estate_title": "Luxury Resort Retreat",
    "id": 3,
    "segment_name": "Resorts",
    "description": "Stunning, recently refreshed co-op flat nestled in the sought-after Bay Terrace locale. This home highlights hardwood floors, freshly upgraded bathrooms, a contemporary eat-in kitchen, stylish front-loading washer/dryer, expansive dining space, generous living area, three well-proportioned bedrooms, and ample storage capacity. The master bedroom encompasses both a standard closet and a tailor-made closet wall unit. Abundant large windows provide ample natural light from multiple directions",
    "price": "$5,000,000",
    "status": "For Sale",
    "area": "8000 sq ft",
    "bedroom": "4",
    "location": "Tropical Paradise, Hawaii",
    "facilities": ["Multiple Pools", "Spa", "Tennis Courts", "Fine Dining"]
  },
  {
    "image": "https://i.ibb.co/zbdvmKb/id-04.jpg",
    "estate_title": "Private Island Paradise",
    "id": 4,
    "segment_name": "Private Islands",
    "description": "Exquisite, updated co-op dwelling situated in the desirable Bay Terrace neighborhood. This property features hardwood flooring, newly renovated bathrooms, a modernized eat-in kitchen, sleek front-loading washer/dryer, spacious dining room, sizable living area, three spacious bedrooms, and plentiful storage options. The master bedroom boasts both a traditional closet and a custom closet wall unit. Large windows throughout allow for abundant natural light from various angles",
    "price": "$25000/month",
    "status": "For Rent",
    "area": "20 acres",
    "bedroom": "5",
    "location": "Exotic Archipelago, Caribbean",
    "facilities": ["Luxury Villa", "Beachfront Cabanas", "Jetty", "Helipad"]
  },
  {
    "image": "https://i.ibb.co/nkXyqMV/image-5.jpg",
    "estate_title": "Luxurious Mediterranean Villa",
    "id": 5,
    "segment_name": "Villas",
    "description": "Beautiful, refreshed co-op apartment located in the coveted Bay Terrace area. This residence showcases hardwood floors, recently remodeled bathrooms, a contemporary eat-in kitchen, modern front-loading washer/dryer, ample dining space, large living area, three spacious bedrooms, and plenty of storage. The master bedroom includes both a standard closet and a custom closet wall unit. Numerous large windows offer abundant natural light from different directions",
    "price": "$12000/month",
    "status": "For Rent",
    "area": "4500 sq ft",
    "bedroom": "6",
    "location": "Costa del Sol, Spain",
    "facilities": [
      "Spacious Living Areas",
      "Infinity Pool",
      "Landscaped Gardens",
      "Poolside Bar"
    ]
  },

  {
    "image": "https://i.ibb.co/PjRQXvX/4501909-house-modern-lights-hdr-clouds-grass-building-palm-trees-reflection-swimming-pool.jpg",
    "estate_title": "Grand Mansion ",
    "id": 6,
    "segment_name": "Mansions",
    "description": "Charming, updated co-op flat nestled in the desirable Bay Terrace neighborhood. This home boasts hardwood floors, newly renovated bathrooms, a modern eat-in kitchen, sleek front-loading washer/dryer, spacious dining room, ample living area, three sizable bedrooms, and ample storage space. The master bedroom features both a standard closet and a custom closet wall unit. Large windows throughout provide abundant natural light from various angles",
    "price": "$15,000,000",
    "status": "For Sale",
    "area": "15,000 sq ft",
    "bedroom": "6",
    "location": "Beverly Hills, California",
    "facilities": ["Ballroom", "Home Theater", "Indoor Pool", "Guest House"]
  }
]
